13/data/attachments/b655f54b009f8b1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashlee_teacher_Friend_63529_1</nif:username>
            <nif:friendToBeRequested>soap_friends_ac3da3b2-33ae-4ab0-8771-192183e6ae77</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>